[
  {
    "id": "cloturer-le-projet-et-effectuer-levaluation-finale",
    "type": "action",
    "title": "Clôturer le projet et effectuer l'évaluation finale",
    "description": "Après le lancement de l'application, clôturer officiellement le projet en réalisant une rétrospective avec l'équipe, en analysant les performances du projet et en générant un rapport final sur les réussites et les domaines d'amélioration.",
    "domain": "Gestion de la clôture",
    "info": "La clôture du projet permet de capitaliser sur l'expérience acquise, de garantir que tous les livrables ont été remis et d'examiner les enseignements tirés pour de futurs projets.",
    "phase": [
      "Clôture"
    ],
    "délai": "-1",
    "cout": "300"
  },
  {
    "id": "passer-la-maintenance-et-le-support-a-lequipe-operationnelle",
    "type": "action",
    "title": "Passer la maintenance et le support à l'équipe opérationnelle",
    "description": "Transférer la gestion de la maintenance de l'application GreenTrip Finder à une équipe dédiée pour assurer la correction des bugs, les mises à jour et le support client après la mise en ligne.",
    "domain": "Gestion des opérations",
    "info": "La gestion de la maintenance garantit la pérennité du projet après la clôture initiale. Une bonne gestion de la maintenance est cruciale pour maintenir une bonne expérience utilisateur à long terme.",
    "phase": [
      "Clôture"
    ],
    "délai": "-1",
    "cout": "400"
  },
  {
    "id": "cloturer-le-projet",
    "type": "action",
    "title": "Clôturer le projet",
    "description": "Finaliser toutes les livraisons et documents, faire un bilan du projet, et obtenir l'approbation de toutes les parties prenantes pour la clôture officielle du projet.\n- Impact : Garantit que toutes les parties prenantes sont satisfaites et que le projet peut être officiellement considéré comme terminé.",
    "domain": "Gestion de projet",
    "info": "La clôture du projet permet de finaliser les objectifs, de tirer des enseignements et de s'assurer que toutes les livraisons ont été réalisées selon les attentes.",
    "phase": [
      "Clôture"
    ],
    "délai": "-1",
    "coût": "-100"
  },
  {
    "id": "reception-dun-rapport-de-fin-de-projet",
    "type": "event",
    "title": "Réception d'un rapport de fin de projet",
    "description": "Événement : Un rapport de fin de projet est généré, incluant des statistiques sur le succès du projet et des recommandations pour de futures améliorations.\n- Impact : Cela permet de tirer des enseignements pour les futurs projets et d'analyser les performances du projet.",
    "domain": "Gestion des connaissances",
    "info": "Le rapport de fin de projet est un outil essentiel pour la réflexion post-mortem, permettant de capitaliser sur les succès et d'apprendre des erreurs.",
    "phase": [
      "Clôture"
    ],
    "délai": "Variable",
    "coût": "Variable",
    "conditions": [
      {
        "cardId": "cloturer-le-projet",
        "present": true,
        "effects": {
          "budget": 0,
          "time": 0,
          "value": 15,
          "message": "Félicitations, vous avez bien clôturé le projet et généré un rapport complet pour capitaliser sur l'expérience et préparer l'avenir."
        }
      },
      {
        "cardId": "cloturer-le-projet",
        "present": false,
        "effects": {
          "budget": -50,
          "time": 0,
          "value": 0,
          "message": "Le rapport de fin de projet n'a pas été effectué. Vous avez manqué une opportunité de tirer des enseignements pour vos futurs projets."
        }
      }
    ]
  },
  {
    "id": "quel-est-lobjectif-principal-de-la-phase-de-cloture-dun-projet-",
    "type": "question",
    "phase": [
      "Clôture"
    ],
    "title": "Quel est l'objectif principal de la phase de clôture d'un projet ?",
    "options": [
      "A. Finaliser toutes les tâches restantes",
      "B. Collecter les leçons apprises et évaluer les résultats du projet",
      "C. Lancer la phase de maintenance",
      "D. Organiser une grande fête pour célébrer la fin du projet"
    ],
    "correct_answer": "B",
    "comment": "La phase de clôture vise à évaluer les résultats du projet, à tirer des leçons apprises et à clôturer formellement le projet."
  },
  {
    "id": "quel-document-doit-etre-finalise-avant-la-cloture-dun-projet-",
    "type": "question",
    "phase": [
      "Clôture"
    ],
    "title": "Quel document doit être finalisé avant la clôture d'un projet ?",
    "options": [
      "A. Plan de gestion des risques",
      "B. Rapport final de projet",
      "C. Cahier des charges",
      "D. Liste des parties prenantes"
    ],
    "correct_answer": "B",
    "comment": "Le rapport final de projet est essentiel pour résumer les résultats, l'analyse des écarts et les leçons apprises du projet."
  },
  {
    "id": "quelles-sont-les-bonnes-pratiques-pour-assurer-une-cloture-reussie-dun-projet-",
    "type": "question",
    "phase": [
      "Clôture"
    ],
    "title": "Quelles sont les bonnes pratiques pour assurer une clôture réussie d'un projet ?",
    "options": [
      "A. Ignorer les erreurs commises pendant le projet",
      "B. Documenter les succès et les échecs pour améliorer les futurs projets",
      "C. Ne pas faire de débriefing avec les parties prenantes",
      "D. Conclure le projet dès que le produit final est livré"
    ],
    "correct_answer": "B",
    "comment": "Documenter les succès et les échecs du projet est essentiel pour tirer des enseignements et améliorer la gestion des projets futurs."
  },
  {
    "id": "que-doiton-faire-avec-les-ressources-humaines-et-materielles-a-la-cloture-du-projet-",
    "type": "question",
    "phase": [
      "Clôture"
    ],
    "title": "Que doit-on faire avec les ressources humaines et matérielles à la clôture du projet ?",
    "options": [
      "A. Les redistribuer ou les libérer pour d'autres projets",
      "B. Les conserver pour la phase de maintenance",
      "C. Les garder en attente pour une future extension du projet",
      "D. Les réaffecter immédiatement à un autre projet concurrent"
    ],
    "correct_answer": "A",
    "comment": "Les ressources humaines et matérielles doivent être réaffectées ou libérées une fois le projet clôturé, pour être utilisées de manière optimale dans d'autres projets."
  },
  {
    "id": "pourquoi-estil-important-de-realiser-un-bilan-financier-a-la-fin-du-projet-",
    "type": "question",
    "phase": [
      "Clôture"
    ],
    "title": "Pourquoi est-il important de réaliser un bilan financier à la fin du projet ?",
    "options": [
      "A. Pour déterminer la rentabilité du projet et justifier les dépenses",
      "B. Pour obtenir plus de financement pour les futures étapes",
      "C. Pour déterminer les coûts des tâches à l'avenir",
      "D. Pour augmenter le budget des projets à venir"
    ],
    "correct_answer": "A",
    "comment": "Un bilan financier permet de vérifier si le projet a respecté le budget et de justifier les dépenses aux parties prenantes."
  },
  {
    "id": "quel-type-de-retroaction-doit-etre-demande-a-la-fin-du-projet-",
    "type": "question",
    "phase": [
      "Clôture"
    ],
    "title": "Quel type de rétroaction doit être demandé à la fin du projet ?",
    "options": [
      "A. Rétroaction sur le produit final uniquement",
      "B. Rétroaction sur la gestion du projet, y compris la communication, le suivi des risques et la gestion des ressources",
      "C. Rétroaction uniquement sur la phase de développement",
      "D. Aucune rétroaction n'est nécessaire après la clôture du projet"
    ],
    "correct_answer": "B",
    "comment": "La rétroaction doit être globale, portant sur tous les aspects de la gestion du projet, pour tirer des enseignements et améliorer les pratiques futures."
  },
  {
    "id": "que-faire-lorsquun-projet-atteint-ses-objectifs-avant-la-date-de-livraison-prevue-",
    "type": "question",
    "phase": [
      "Clôture"
    ],
    "title": "Que faire lorsqu’un projet atteint ses objectifs avant la date de livraison prévue ?",
    "options": [
      "A. Célébrer la réussite et tout arrêter.",
      "B. Passer à un autre projet sans terminer les livrables restants.",
      "C. S'assurer que tous les livrables sont finalisés et que la documentation est complète.",
      "D. Ajouter des fonctionnalités non prévues pour maximiser les gains."
    ],
    "correct_answer": "C",
    "comment": "Même si les objectifs sont atteints tôt, il est crucial de finaliser tous les livrables et d'assurer que toute la documentation est complète avant de clôturer le projet."
  },
  {
    "id": "quel-est-le-but-principal-de-levaluation-postprojet-",
    "type": "question",
    "phase": [
      "Clôture"
    ],
    "title": "Quel est le but principal de l'évaluation post-projet ?",
    "options": [
      "A. Célébrer les succès du projet.",
      "B. Identifier les points à améliorer pour les futurs projets.",
      "C. Redéfinir les objectifs du projet.",
      "D. Recommencer le projet à zéro."
    ],
    "correct_answer": "B",
    "comment": "L'évaluation post-projet est essentielle pour identifier les leçons apprises et les améliorations possibles pour les futurs projets, afin d'améliorer continuellement la gestion de projet."
  },
  {
    "id": "que-faire-apres-avoir-livre-les-derniers-livrables-du-projet-",
    "type": "question",
    "phase": [
      "Clôture"
    ],
    "title": "Que faire après avoir livré les derniers livrables du projet ?",
    "options": [
      "A. Clore le projet sans évaluation.",
      "B. Organiser une réunion de rétrospective et évaluer les performances.",
      "C. Passer immédiatement à un autre projet sans évaluation.",
      "D. Lancer une nouvelle phase de développement."
    ],
    "correct_answer": "B",
    "comment": "Une évaluation post-projet est essentielle pour tirer des leçons et améliorer les processus pour les projets futurs. Cela garantit l'apprentissage continu et l'amélioration."
  },
  {
    "id": "que-faire-si-une-partie-prenante-cle-nest-pas-satisfaite-des-resultats-du-projet-",
    "type": "question",
    "phase": [
      "Clôture"
    ],
    "title": "Que faire si une partie prenante clé n'est pas satisfaite des résultats du projet ?",
    "options": [
      "A. Ignorer leur retour et clore le projet.",
      "B. Écouter leurs préoccupations et discuter des ajustements possibles.",
      "C. Réduire les attentes des parties prenantes pour éviter d'autres problèmes.",
      "D. Terminer le projet sans discuter des retours."
    ],
    "correct_answer": "B",
    "comment": "Écouter les préoccupations des parties prenantes et discuter des ajustements possibles est crucial pour maintenir de bonnes relations et garantir une clôture réussie."
  },
  {
    "id": "lancer-le-developpement-de-lapplication",
    "type": "action",
    "title": "Lancer le développement de l'application",
    "description": "Démarrer la phase de développement de l'application GreenTrip Finder, en suivant les exigences définies dans la phase de planification et en s'assurant de respecter le calendrier et le budget.",
    "domain": "Gestion de l'exécution",
    "info": "Le lancement du développement est une étape clé pour transformer la vision du projet en réalité. Les retards ou les erreurs de développement peuvent affecter gravement le calendrier et le budget.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1.2",
    "cout": "5000"
  },
  {
    "id": "mettre-en-place-le-suivi-des-indicateurs-de-performance",
    "type": "action",
    "title": "Mettre en place le suivi des indicateurs de performance",
    "description": "Définir les indicateurs de performance clés (KPI) du projet GreenTrip Finder pour mesurer l'avancement, la qualité et l'efficacité. Cela inclut la performance de l'application, la satisfaction des utilisateurs et les progrès financiers.",
    "domain": "Gestion de la performance",
    "info": "Le suivi des KPI permet de détecter rapidement les problèmes et d'apporter des ajustements avant qu'ils n'impactent gravement le projet. C'est une pratique indispensable pour garantir que le projet reste sur la bonne voie.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1",
    "cout": "600"
  },
  {
    "id": "gerer-les-changements-dans-le-projet",
    "type": "action",
    "title": "Gérer les changements dans le projet",
    "description": "Assurer un suivi continu des demandes de changement, en les analysant, en les approuvant et en ajustant le plan de projet en conséquence. Cela garantit que les modifications n'affectent pas négativement le projet dans son ensemble.",
    "domain": "Gestion des changements",
    "info": "La gestion des changements permet de répondre aux évolutions tout en contrôlant l'impact sur le projet. Sans cette gestion, les dérives de portée et de budget peuvent rapidement se multiplier.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1",
    "cout": "800"
  },
  {
    "id": "developper-la-fonctionnalite-profil-utilisateur",
    "type": "action",
    "title": "Développer la fonctionnalité Profil Utilisateur",
    "description": "Développer la fonctionnalité permettant aux utilisateurs de créer et de gérer leur profil, incluant la saisie d'informations personnelles, la gestion des préférences de voyage et la connexion via un compte sécurisé.",
    "domain": "Gestion du développement",
    "info": "Cette fonctionnalité est essentielle car elle permet aux utilisateurs de personnaliser leur expérience et d'interagir avec l'application de manière plus fluide. Un profil bien conçu est crucial pour favoriser l'adoption et l'engagement.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1.0",
    "cout": "2000"
  },
  {
    "id": "developper-la-fonctionnalite-recherche-de-destinations",
    "type": "action",
    "title": "Développer la fonctionnalité Recherche de Destinations",
    "description": "Développer la fonctionnalité de recherche de destinations écologiques qui permet aux utilisateurs de filtrer et de trouver des options en fonction de critères tels que la durabilité, les préférences de voyage et les activités disponibles.",
    "domain": "Gestion du développement",
    "info": "La recherche de destinations est au cœur de l'application, car elle permet aux utilisateurs de découvrir des options de voyage. Cette fonctionnalité doit être précise, rapide et facile à utiliser pour garantir une expérience utilisateur fluide.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1.2",
    "cout": "2500"
  },
  {
    "id": "developper-la-fonctionnalite-evaluation-ecologique",
    "type": "action",
    "title": "Développer la fonctionnalité Évaluation Écologique",
    "description": "Mettre en place un système d'évaluation écologique qui permettra d'analyser et d'afficher l'empreinte carbone, la durabilité et l'impact environnemental de chaque destination.",
    "domain": "Gestion du développement",
    "info": "Cette fonctionnalité est cruciale pour informer les utilisateurs des choix écologiques qu'ils font et pour promouvoir un tourisme plus responsable. Elle renforcera l'attrait de l'application pour les voyageurs soucieux de l'environnement.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1.0",
    "cout": "2200"
  },
  {
    "id": "developper-la-fonctionnalite-reservations",
    "type": "action",
    "title": "Développer la fonctionnalité Réservations",
    "description": "Développer une fonctionnalité de réservation permettant aux utilisateurs de réserver des hébergements, des vols ou d'autres services liés à leur voyage de manière simple et transparente, tout en favorisant les options écologiques.",
    "domain": "Gestion du développement",
    "info": "La possibilité de réserver directement depuis l'application est essentielle pour assurer la satisfaction des utilisateurs et offrir une expérience complète, de la découverte à la planification du voyage.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1.5",
    "cout": "3000"
  },
  {
    "id": "developper-la-fonctionnalite-conseils-et-astuces",
    "type": "action",
    "title": "Développer la fonctionnalité Conseils et Astuces",
    "description": "Créer un espace où les utilisateurs peuvent accéder à des conseils pratiques sur le voyage durable, des astuces pour réduire leur empreinte écologique, et des recommandations pour un tourisme responsable.",
    "domain": "Gestion du développement",
    "info": "Cette fonctionnalité enrichit l'expérience utilisateur en offrant une valeur ajoutée. Elle renforce l'image de l'application comme un guide de voyage éthique et responsable.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1",
    "cout": "1800"
  },
  {
    "id": "developper-la-fonctionnalite-communaute-et-avis",
    "type": "action",
    "title": "Développer la fonctionnalité Communauté et Avis",
    "description": "Créer une plateforme où les utilisateurs peuvent échanger des avis, des expériences et des conseils, ainsi que recommander des destinations écologiques à d'autres voyageurs.",
    "domain": "Gestion du développement",
    "info": "Une communauté engagée est essentielle pour l'adoption à long terme de l'application. Cette fonctionnalité permet de créer un sentiment de collaboration et d'entraide entre les utilisateurs.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1.2",
    "cout": "2400"
  },
  {
    "id": "attenuer-le-risque-dintegration-complexe-des-systemes",
    "type": "action",
    "title": "Atténuer le risque d'intégration complexe des systèmes",
    "description": "Mettre en place des tests d'intégration continus et des revues de code régulières pour détecter rapidement les problèmes techniques. Embaucher un consultant externe spécialisé dans les intégrations complexes si nécessaire.",
    "domain": "Gestion des risques",
    "info": "Les tests continus et l'expertise externe peuvent réduire la probabilité de découvrir des problèmes graves tard dans le projet, permettant ainsi de corriger les erreurs à moindre coût et d'éviter des retards importants.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1",
    "cout": "1500"
  },
  {
    "id": "attenuer-le-risque-de-faible-adoption-de-lapplication",
    "type": "action",
    "title": "Atténuer le risque de faible adoption de l'application",
    "description": "Mener des tests d'acceptation utilisateur (UAT) avant le lancement, organiser des focus groups pour recueillir des retours sur l'interface utilisateur et les fonctionnalités, et améliorer la stratégie de marketing.",
    "domain": "Gestion des risques",
    "info": "Les tests d'acceptation et les focus groups permettent de corriger les problèmes de conception avant le lancement. Une bonne stratégie marketing permet également d'attirer les bons utilisateurs et de garantir l'engagement.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1",
    "cout": "1200"
  },
  {
    "id": "attenuer-le-risque-de-nonconformite-aux-normes-environnementales",
    "type": "action",
    "title": "Atténuer le risque de non-conformité aux normes environnementales",
    "description": "Travailler en collaboration avec des experts en écologie et des avocats spécialisés pour effectuer des audits réguliers des destinations proposées. Mettre en place des critères stricts pour l'ajout de nouvelles destinations.",
    "domain": "Gestion des risques",
    "info": "Les audits réguliers et les critères stricts permettent de s'assurer que toutes les destinations proposées respectent les normes écologiques, minimisant ainsi les risques juridiques et environnementaux.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1",
    "cout": "800"
  },
  {
    "id": "attenuer-le-risque-de-mauvaise-gestion-des-donnees-personnelles",
    "type": "action",
    "title": "Atténuer le risque de mauvaise gestion des données personnelles",
    "description": "Mettre en place des pratiques strictes de sécurité des données, incluant le chiffrement des informations sensibles, et obtenir des certifications de conformité aux réglementations sur la protection des données (ex. RGPD).",
    "domain": "Gestion des risques",
    "info": "Les mesures de sécurité et les certifications permettent de garantir que les données des utilisateurs sont protégées conformément à la loi et renforcent la confiance dans l'application.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1",
    "cout": "1000"
  },
  {
    "id": "attenuer-le-risque-de-depassement-de-budget",
    "type": "action",
    "title": "Atténuer le risque de dépassement de budget",
    "description": "Mettre en place un suivi strict des dépenses et des marges budgétaires, ainsi qu'une réserve financière pour les imprévus. Revoir régulièrement le plan de budget pour ajuster les prévisions.",
    "domain": "Gestion des risques",
    "info": "Un suivi rigoureux du budget permet de détecter rapidement les écarts et de prendre des mesures correctives avant qu'ils ne deviennent problématiques.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1",
    "cout": "600"
  },
  {
    "id": "effectuer-des-tests-dintegration",
    "type": "action",
    "title": "Effectuer des tests d'intégration",
    "description": "Effectuer des tests d'intégration pour vérifier que toutes les parties de l'application fonctionnent ensemble correctement.\n- Impact : Permet d'identifier et de corriger les problèmes d'intégration avant la mise en production.",
    "domain": "Gestion de la qualité",
    "info": "Les tests d'intégration sont essentiels pour garantir la cohérence du produit, éviter des bugs coûteux et améliorer l'expérience utilisateur.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1",
    "coût": "-150"
  },
  {
    "id": "mise-a-lechelle-de-linfrastructure",
    "type": "action",
    "title": "Mise à l'échelle de l'infrastructure",
    "description": "Mettre en place une infrastructure évolutive capable de gérer un grand nombre d'utilisateurs en simultané.\n- Impact : Préparer le projet pour un afflux massif d'utilisateurs, ce qui permet une meilleure performance et réactivité de l'application.",
    "domain": "Gestion des opérations",
    "info": "Une infrastructure évolutive est cruciale pour gérer les pics d'utilisation et éviter les interruptions de service.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1",
    "coût": "-300"
  },
  {
    "id": "effectuer-des-tests-utilisateurs",
    "type": "action",
    "title": "Effectuer des tests utilisateurs",
    "description": "Organiser des sessions de tests utilisateurs pour valider les fonctionnalités de l'application auprès des utilisateurs finaux.\n- Impact : Permet de recueillir des retours précieux pour affiner l'application et garantir qu'elle répond aux besoins des utilisateurs.",
    "domain": "Gestion de la qualité",
    "info": "Les tests utilisateurs permettent de valider les hypothèses de conception et d'améliorer l'ergonomie du produit.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1",
    "coût": "-200"
  },
  {
    "id": "reduire-limpact-du-scope-creep",
    "type": "action",
    "title": "Réduire l'impact du scope creep",
    "description": "Mettre en place des actions pour maîtriser les nouvelles demandes de fonctionnalités. Cela inclut la réévaluation des priorités et l'ajustement des ressources.",
    "domain": "Gestion de périmètre",
    "info": "Une gestion proactive du périmètre, incluant des échanges avec les parties prenantes et des ajustements sur le plan de projet, permet de limiter l'impact du scope creep.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1",
    "coût": "-5",
    "value": "-3",
    "conditions": [
      {
        "cardId": "07-gestion-scope-creep",
        "present": true,
        "effects": {
          "budget": -5,
          "time": -1,
          "value": -3,
          "message": "En ayant pris cette action, vous avez réussi à négocier une réévaluation des priorités et ajusté le périmètre pour maîtriser l'impact sur les délais et le budget."
        }
      }
    ]
  },
  {
    "id": "limiter-le-gold-plating",
    "type": "action",
    "title": "Limiter le gold plating",
    "description": "Assurer que les fonctionnalités développées restent alignées avec les exigences des parties prenantes sans ajout excessif de caractéristiques inutiles.",
    "domain": "Gestion de qualité",
    "info": "Limiter le gold plating nécessite un contrôle strict de la portée et une validation continue des fonctionnalités pour éviter les ajouts inutiles qui augmentent les coûts et les délais sans ajouter de valeur.",
    "phase": [
      "Exécution"
    ],
    "délai": "-1",
    "coût": "-5",
    "value": "0",
    "conditions": [
      {
        "cardId": "08-controle-gold-plating",
        "present": true,
        "effects": {
          "budget": -5,
          "time": -1,
          "value": 0,
          "message": "En appliquant cette action, vous avez limité l'impact du gold plating, réduisant ainsi le budget et le délai sans affecter la qualité du produit final."
        }
      }
    ]
  },
  {
    "id": "decouverte-de-bugs-critiques",
    "type": "event",
    "title": "Découverte de bugs critiques",
    "description": "Événement : Un bug critique est découvert lors des tests d'intégration de l'application mobile, ralentissant le développement.\n- Impact : Augmentation du temps de développement et coût pour corriger le bug.",
    "domain": "Gestion des risques",
    "info": "Les bugs critiques peuvent entraîner des retards majeurs et augmenter considérablement les coûts. Des tests réguliers et une gestion proactive du code peuvent réduire ce risque.",
    "phase": [
      "Exécution"
    ],
    "délai": "+0.5",
    "coût": "+300",
    "conditions": [
      {
        "cardId": "effectuer-des-tests-dintegration",
        "present": true,
        "effects": {
          "budget": -200,
          "time": 0.5,
          "value": -5,
          "message": "Vous avez effectué des tests d'intégration, ce qui a permis de détecter le bug plus tôt. Cela a causé un léger retard mais a limité l'impact."
        }
      },
      {
        "cardId": "effectuer-des-tests-dintegration",
        "present": false,
        "effects": {
          "budget": -300,
          "time": 1,
          "value": -8,
          "message": "L'absence de tests d'intégration a conduit à la découverte tardive du bug, entraînant un retard et des coûts supplémentaires."
        }
      }
    ]
  },
  {
    "id": "succes-viral-inattendu-1",
    "type": "event",
    "title": "Succès viral inattendu",
    "description": "Événement : Le projet devient viral grâce à une couverture médiatique imprévue.\n- Impact : Augmentation de l'utilisation de l'application, mais avec des besoins accrus en termes de serveurs et de support client.",
    "domain": "Gestion des opérations",
    "info": "Un succès viral peut être une aubaine, mais il peut aussi créer une pression sur les ressources disponibles. Une planification adéquate de la scalabilité du système est essentielle.",
    "phase": [
      "Exécution"
    ],
    "délai": "Variable",
    "coût": "+200",
    "conditions": [
      {
        "cardId": "mise-a-lechelle-de-linfrastructure",
        "present": true,
        "effects": {
          "budget": 200,
          "time": 0,
          "value": 15,
          "message": "Vous aviez déjà planifié la scalabilité de l'infrastructure, permettant au projet de gérer ce succès viral sans trop de difficulté."
        }
      },
      {
        "cardId": "mise-a-lechelle-de-linfrastructure",
        "present": false,
        "effects": {
          "budget": 500,
          "time": 1,
          "value": 10,
          "message": "Le succès viral a généré une surcharge imprévue, nécessitant une mise à l'échelle rapide de l'infrastructure et un coût supplémentaire important."
        }
      }
    ]
  },
  {
    "id": "scope-creep-extension-non-planifiee-des-fonctionnalites",
    "type": "event",
    "title": "Scope Creep : Extension non planifiée des fonctionnalités",
    "description": "Événement : De nouvelles fonctionnalités sont demandées par les parties prenantes sans réévaluation des ressources, du budget ou du délai.",
    "domain": "Gestion de périmètre",
    "info": "Le scope creep survient lorsque de nouvelles exigences sont ajoutées au projet sans un contrôle approprié, augmentant le risque de dépassement de coûts et de délais.",
    "phase": [
      "Exécution"
    ],
    "délai": "+2",
    "coût": "+15",
    "value": "+5",
    "conditions": [
      {
        "cardId": "definir-le-perimetre-du-projet",
        "present": true,
        "effects": {
          "budget": 0,
          "time": 0,
          "value": 0,
          "message": "Votre définition claire du périmètre vous aide à éviter une partie des risques liés au scope creep. Cependant, de nouvelles demandes sont venues élargir le périmètre du projet."
        }
      },
      {
        "cardId": "definir-le-perimetre-du-projet",
        "present": false,
        "effects": {
          "budget": 15,
          "time": 2,
          "value": 5,
          "message": "En l'absence d'une gestion claire du périmètre, vous avez ajouté de nouvelles fonctionnalités non planifiées, augmentant les coûts et le délai du projet."
        }
      }
    ]
  },
  {
    "id": "gold-plating-fonctionnalites-ajoutees-sans-valeur-reelle",
    "type": "event",
    "title": "Gold Plating : Fonctionnalités ajoutées sans valeur réelle",
    "description": "Événement : Le projet subit des ajouts de fonctionnalités ou de détails supplémentaires qui ne sont pas nécessaires et qui augmentent le budget et les délais.",
    "domain": "Gestion de qualité",
    "info": "Le gold plating consiste à ajouter des fonctionnalités ou des caractéristiques non demandées, créant ainsi des coûts inutiles sans ajouter de valeur au projet.",
    "phase": [
      "Exécution"
    ],
    "délai": "+1",
    "coût": "+10",
    "value": "0",
    "conditions": [
      {
        "cardId": "verifier-et-valider-le-produit-final",
        "present": true,
        "effects": {
          "budget": 0,
          "time": 0,
          "value": 0,
          "message": "Bien que vous ayez validé les fonctionnalités essentielles, des ajouts inutiles ont été réalisés, augmentant les coûts et le délai du projet."
        }
      },
      {
        "cardId": "verifier-et-valider-le-produit-final",
        "present": false,
        "effects": {
          "budget": 10,
          "time": 1,
          "value": 0,
          "message": "En l'absence de validation stricte des fonctionnalités, vous avez ajouté des fonctionnalités superflues qui ne répondent pas aux attentes des parties prenantes, augmentant inutilement les coûts et le délai."
        }
      }
    ]
  },
  {
    "id": "lors-de-lexecution-quel-est-lobjectif-principal-des-tests-dintegration-",
    "type": "question",
    "phase": [
      "Exécution"
    ],
    "title": "Lors de l'exécution, quel est l'objectif principal des tests d'intégration ?",
    "options": [
      "A. Vérifier que toutes les fonctionnalités de l'application fonctionnent bien ensemble",
      "B. Réduire les coûts de développement",
      "C. Tester la résistance du serveur",
      "D. Engager les utilisateurs à donner des retours"
    ],
    "correct_answer": "A",
    "comment": "Les tests d'intégration sont essentiels pour s'assurer que toutes les parties de l'application fonctionnent de manière cohérente ensemble."
  },
  {
    "id": "quel-est-lobjectif-dun-plan-de-gestion-des-ressources-pendant-lexecution-du-projet-",
    "type": "question",
    "phase": [
      "Exécution"
    ],
    "title": "Quel est l'objectif d'un plan de gestion des ressources pendant l'exécution du projet ?",
    "options": [
      "A. Réduire les coûts d'exploitation",
      "B. Gérer efficacement le temps et les talents",
      "C. Garantir une qualité de service maximale",
      "D. Identifier les parties prenantes"
    ],
    "correct_answer": "B",
    "comment": "Un plan de gestion des ressources permet de s'assurer que le temps, les talents et les autres ressources sont utilisés efficacement pour atteindre les objectifs du projet."
  },
  {
    "id": "pourquoi-estil-essentiel-de-suivre-la-progression-des-taches-pendant-lexecution-",
    "type": "question",
    "phase": [
      "Exécution"
    ],
    "title": "Pourquoi est-il essentiel de suivre la progression des tâches pendant l'exécution ?",
    "options": [
      "A. Pour se rappeler des dates de fin",
      "B. Pour ajuster les ressources et éviter les retards",
      "C. Pour savoir qui doit faire quoi",
      "D. Pour générer des rapports financiers"
    ],
    "correct_answer": "B",
    "comment": "Suivre la progression des tâches permet de détecter les problèmes de ressources ou de délais et d'ajuster la planification pour éviter les retards."
  },
  {
    "id": "que-doit-faire-un-chef-de-projet-si-un-risque-majeur-survient-pendant-lexecution-",
    "type": "question",
    "phase": [
      "Exécution"
    ],
    "title": "Que doit faire un chef de projet si un risque majeur survient pendant l'exécution ?",
    "options": [
      "A. Ignorer le risque tant qu'il n'affecte pas les délais",
      "B. Mettre en place un plan d'atténuation et informer les parties prenantes",
      "C. Réduire le budget pour compenser",
      "D. Changer les objectifs du projet"
    ],
    "correct_answer": "B",
    "comment": "Lorsqu'un risque majeur survient, le chef de projet doit mettre en œuvre un plan d'atténuation, ajuster le plan si nécessaire et communiquer clairement avec les parties prenantes."
  },
  {
    "id": "lors-de-lexecution-quel-est-le-role-du-tableau-de-bord-de-suivi-",
    "type": "question",
    "phase": [
      "Exécution"
    ],
    "title": "Lors de l'exécution, quel est le rôle du tableau de bord de suivi ?",
    "options": [
      "A. Suivre les budgets uniquement",
      "B. Suivre l'avancement des tâches et des ressources",
      "C. Suivre la satisfaction des clients",
      "D. Prévoir les risques à venir"
    ],
    "correct_answer": "B",
    "comment": "Un tableau de bord de suivi est utilisé pour suivre l'avancement des tâches, gérer les ressources et s'assurer que le projet reste sur la bonne voie."
  },
  {
    "id": "comment-reagir-face-a-un-depassement-de-budget-du-a-un-gold-plating-",
    "type": "question",
    "phase": [
      "Exécution"
    ],
    "title": "Comment réagir face à un dépassement de budget dû à un gold plating ?",
    "options": [
      "A. Ignorer le dépassement et continuer.",
      "B. Revoir les fonctionnalités et déterminer si elles apportent une réelle valeur ajoutée.",
      "C. Pousser encore plus loin les améliorations pour maximiser la qualité.",
      "D. Réduire immédiatement les fonctionnalités pour compenser les coûts."
    ],
    "correct_answer": "B",
    "comment": "Le gold plating peut être tentant, mais il est essentiel de s'assurer que chaque amélioration apportée au projet génère une valeur réelle pour les parties prenantes. Revoir les fonctionnalités permet de faire un choix éclairé."
  },
  {
    "id": "quel-est-limpact-de-la-communication-efficace-sur-la-gestion-de-projet-",
    "type": "question",
    "phase": [
      "Exécution"
    ],
    "title": "Quel est l'impact de la communication efficace sur la gestion de projet ?",
    "options": [
      "A. Elle n'a pas d'impact majeur sur le succès du projet.",
      "B. Elle permet de minimiser les conflits et de garantir que tout le monde est aligné.",
      "C. Elle est utile uniquement pendant les phases de planification.",
      "D. Elle est seulement importante pour les parties prenantes externes."
    ],
    "correct_answer": "B",
    "comment": "Une communication efficace garantit que toutes les parties prenantes sont alignées et réduit les risques de malentendus, contribuant ainsi au succès global du projet."
  },
  {
    "id": "comment-reagir-face-a-une-augmentation-de-la-charge-de-travail-pendant-lexecution-du-projet-",
    "type": "question",
    "phase": [
      "Exécution"
    ],
    "title": "Comment réagir face à une augmentation de la charge de travail pendant l'exécution du projet ?",
    "options": [
      "A. Ignorer la surcharge et continuer.",
      "B. Ajouter plus de ressources ou ajuster le planning en conséquence.",
      "C. Réduire la qualité pour respecter les délais.",
      "D. Annuler les tâches supplémentaires et ne pas tenir compte du changement."
    ],
    "correct_answer": "B",
    "comment": "Ajouter des ressources ou réajuster le planning sont des réponses adaptées à l'augmentation de la charge de travail, garantissant que le projet continue d'avancer efficacement."
  },
  {
    "id": "que-faire-si-une-equipe-rencontre-des-difficultes-de-collaboration-",
    "type": "question",
    "phase": [
      "Exécution"
    ],
    "title": "Que faire si une équipe rencontre des difficultés de collaboration ?",
    "options": [
      "A. Ignorer et espérer que la situation se résolve d'elle-même.",
      "B. Fournir une formation sur la communication et renforcer la collaboration.",
      "C. Accepter les tensions sans rien changer.",
      "D. Diviser l'équipe et assigner des tâches individuellement."
    ],
    "correct_answer": "B",
    "comment": "Des difficultés de collaboration doivent être traitées en améliorant la communication et en favorisant l'esprit d'équipe pour maintenir l'efficacité du projet."
  },
  {
    "id": "initier-la-charte-projet",
    "type": "action",
    "title": "Initier la charte projet",
    "description": "GreenTrip Finder est un projet visant à créer une application mobile et web qui aide les utilisateurs à découvrir des destinations de voyage écologiques et durables en fonction de leurs intérêts personnels, tout en promouvant le tourisme responsable.\n\nPortée du projet:\n1. Fonctionnalités principales:\n   - Profil Utilisateur\n   - Recherche de Destinations\n   - Évaluation Écologique\n   - Réservations\n   - Conseils et Astuces\n   - Communauté et Avis\n\n2. Livrables:\n   - Application mobile (iOS et Android)\n   - Application web\n   - Base de données des destinations écologiques\n   - Documentation utilisateur et guide de démarrage\n   - Plan de communication et de marketing",
    "domain": "Gestion du contenu",
    "info": "La charte du projet est un document clé qui officialise son existence et fixe ses objectifs. Elle permet d'autoriser formellement le projet et documente les exigences initiales pour répondre aux besoins des parties prenantes. Ce document doit inclure la justification du projet, ses objectifs, les principaux livrables, les parties prenantes impliquées, les contraintes et hypothèses, ainsi que les critères de succès.",
    "phase": [
      "Initiation"
    ],
    "délai": "-1"
  },
  {
    "id": "definir-les-criteres-de-succes",
    "type": "action",
    "title": "Définir les critères de succès",
    "description": "Définir les critères de succès pour le projet GreenTrip Finder :\n- Nombre d'utilisateurs actifs : Atteindre 50 000 utilisateurs dans les six premiers mois\n- Taux de satisfaction des utilisateurs : Maintenir un taux de satisfaction de 80% ou plus\n- Impact environnemental positif : Réduire les émissions de CO2 liées aux voyages de 10%\n- Partenariats établis : Collaborer avec au moins 20 partenaires écologiques\n- Objectif : Mesurer l'efficacité du projet et s'assurer qu'il répond aux objectifs fixés",
    "domain": "Gestion de la qualité",
    "info": "Les critères de succès permettent de mesurer l'efficacité du projet et de s'assurer qu'il atteint ses objectifs. Ils doivent être spécifiques, mesurables, atteignables, pertinents et temporellement définis (SMART).",
    "phase": [
      "Initiation"
    ],
    "délai": "-1"
  },
  {
    "id": "identifier-les-principales-parties-prenantes",
    "type": "action",
    "title": "Identifier les principales parties prenantes",
    "description": "Les principales parties prenantes du projet GreenTrip Finder sont :\n- Ministère de l'Écologie : Commanditaire du projet, garant des objectifs environnementaux.\n- Équipe de développement : Responsables de la conception et de la mise en œuvre de l'application mobile et web.\n- Experts en tourisme durable : Fournissent des recommandations et valident les critères écologiques des destinations.\n- Utilisateurs finaux : Voyageurs souhaitant organiser des voyages écologiques et donner leur avis sur les destinations.\n- Partenaires touristiques : Hôtels, agences de voyage et transporteurs proposant des services écoresponsables.\n- Équipe marketing et communication : Chargée de promouvoir l'application et d'attirer une communauté d'utilisateurs engagés.",
    "domain": "Gestion des parties prenantes",
    "info": "L'identification des parties prenantes est essentielle pour comprendre les attentes et les influences de chacun sur le projet. Une bonne gestion des parties prenantes permet d'assurer l'adhésion, d'anticiper les risques et de faciliter la communication entre les différents acteurs impliqués.",
    "phase": [
      "Initiation"
    ],
    "délai": "-1"
  },
  {
    "id": "definir-le-perimetre-du-projet",
    "type": "action",
    "title": "Définir le périmètre du projet",
    "description": "Le périmètre du projet GreenTrip Finder inclut :\n- La création d'une application mobile (iOS et Android) et web permettant de rechercher des destinations écologiques.\n- L'intégration d'une base de données répertoriant des destinations validées pour leur impact environnemental réduit.\n- Le développement de fonctionnalités clés : profil utilisateur, évaluation écologique, réservation, conseils et communauté.\n\nCe qui ne fait pas partie du périmètre du projet :\n- Le développement d'une plateforme de réservation complète (les réservations se feront via des partenaires externes).\n- La gestion des transports et des visas pour les utilisateurs.",
    "domain": "Gestion du périmètre",
    "info": "Définir clairement le périmètre du projet permet d'éviter le phénomène de 'scope creep' (dérive du périmètre) qui peut entraîner des retards et un dépassement des ressources. Une bonne définition du périmètre aide à aligner les attentes des parties prenantes et à éviter les dérives de l'objectif initial.",
    "phase": [
      "Initiation",
      "Planification"
    ],
    "délai": "-1"
  },
  {
    "id": "realiser-letude-economique-business-plan",
    "type": "action",
    "title": "Réaliser l'étude économique (Business Plan)",
    "description": "L'étude économique du projet GreenTrip Finder doit inclure :\n- Analyse du marché : Identification des tendances du tourisme durable, de la concurrence et des attentes des utilisateurs.\n- Modèle économique : Définition des sources de revenus (partenariats avec acteurs du tourisme, abonnements premium, publicité éthique).\n- Coûts prévisionnels : Développement, hébergement, maintenance, marketing et support client.\n- Analyse de rentabilité : Estimation des revenus et évaluation du retour sur investissement.\n- Risques financiers : Identification des incertitudes économiques et des plans d'atténuation.",
    "domain": "Gestion financière",
    "info": "Le business plan est un élément clé pour justifier la viabilité économique du projet. Il permet d'aligner les parties prenantes sur les objectifs financiers et d'assurer une allocation efficace des ressources. Il est également essentiel pour convaincre d'éventuels investisseurs ou partenaires financiers.",
    "phase": [
      "Initiation"
    ],
    "délai": -2
  },
  {
    "id": "reduction-du-financement-par-un-investisseur",
    "type": "event",
    "title": "Réduction du financement par un investisseur",
    "description": "Un investisseur s'interroge sur la rentabilité économique du projet et attend une étude économique détaillée sur la valeur générée par celui-ci. Si vous avez déjà sélectionné la carte, l'investisseur sera rassuré. Dans le cas contraire, il réduira son investissement, ce qui entraînera une diminution de votre budget de 10 000 euros.",
    "domain": "Gestion des parties prenantes",
    "info": "La gestion proactive des attentes des investisseurs est cruciale pour éviter les malentendus et les réductions de financement.",
    "phase": [
      "Initiation"
    ],
    "délai": "Variable",
    "coût": "Variable",
    "conditions": [
      {
        "cardId": "realiser-letude-economique-business-plan",
        "present": true,
        "effects": {
          "budget": 0,
          "time": 0,
          "message": "Bravo ! Vous avez déjà choisi de réaliser une étude économique. Votre budget reste inchangé."
        }
      },
      {
        "cardId": "realiser-letude-economique-business-plan",
        "present": false,
        "effects": {
          "budget": -10,
          "time": 0,
          "message": "Malheureusement, vous n'avez pas encore réalisé l'étude économique. Votre budget sera réduit de 10 K€."
        }
      }
    ]
  },
  {
    "id": "subvention-gouvernementale-inattendue",
    "type": "event",
    "title": "Subvention gouvernementale inattendue",
    "description": "Le projet pourrait recevoir une subvention inattendue du gouvernement pour promouvoir le tourisme durable. Pour en profiter, il faut déjà avoir la carte 'Identifier les parties prenantes'.",
    "domain": "Gestion financière",
    "info": "Une subvention inattendue peut offrir des opportunités pour améliorer le projet, mais nécessite une gestion prudente pour s'assurer que les fonds sont utilisés efficacement.",
    "phase": [
      "Initiation"
    ],
    "délai": "Variable",
    "coût": "Variable",
    "conditions": [
      {
        "cardId": "identifier-les-principales-parties-prenantes",
        "present": true,
        "effects": {
          "budget": 50,
          "time": 0,
          "value": 10,
          "message": "Bravo, vous avez déjà la carte 'Identifier les parties prenantes'. Vous recevez une subvention gouvernementale de 50 000 €."
        }
      },
      {
        "cardId": "identifier-les-principales-parties-prenantes",
        "present": false,
        "effects": {
          "budget": 0,
          "time": 0,
          "value": 0,
          "message": "Malheureusement, vous n'avez pas la carte 'Identifier les parties prenantes'. Vous ne pouvez pas recevoir la subvention de 50 000 €."
        }
      }
    ]
  },
  {
    "id": "pourquoi-estil-important-de-creer-une-charte-de-projet-",
    "type": "question",
    "phase": [
      "Initiation",
      "Planification"
    ],
    "title": "Pourquoi est-il important de créer une charte de projet ?",
    "options": [
      "A. Pour définir les tâches quotidiennes de l'équipe",
      "B. Pour officialiser le projet et fixer ses objectifs",
      "C. Pour planifier les réunions hebdomadaires",
      "D. Pour définir le budget détaillé du projet"
    ],
    "correct_answer": "B",
    "comment": "La charte de projet est essentielle pour officialiser le projet et fixer ses objectifs. Elle autorise formellement le projet et documente les exigences initiales pour répondre aux besoins des parties prenantes."
  },
  {
    "id": "qui-sont-les-parties-prenantes-cles-dans-le-projet-greentrip-finder-",
    "type": "question",
    "phase": [
      "Initiation"
    ],
    "title": "Qui sont les parties prenantes clés dans le projet GreenTrip Finder ?",
    "options": [
      "A. Les développeurs et les investisseurs",
      "B. Les voyageurs et les partenaires écologiques",
      "C. Les agences de voyage et les hôtels",
      "D. Les influenceurs et les blogueurs"
    ],
    "correct_answer": "B",
    "comment": "Les parties prenantes clés dans le projet GreenTrip Finder incluent les voyageurs, qui sont les utilisateurs finaux de l'application, et les partenaires écologiques, qui fournissent des hébergements et des activités durables."
  },
  {
    "id": "quel-est-le-principal-objectif-de-la-phase-dinitiation-dun-projet-",
    "type": "question",
    "phase": [
      "Initiation"
    ],
    "title": "Quel est le principal objectif de la phase d'initiation d'un projet ?",
    "options": [
      "A. Définir le budget détaillé",
      "B. Autoriser formellement le projet",
      "C. Planifier les activités quotidiennes",
      "D. Réaliser une analyse des risques"
    ],
    "correct_answer": "B",
    "comment": "Le principal objectif de la phase d'initiation est d'autoriser formellement le projet. Cela inclut la création de la charte de projet, qui définit les objectifs, les livrables principaux, et les parties prenantes clés."
  },
  {
    "id": "quel-document-est-crucial-pour-officialiser-un-projet-et-fixer-ses-objectifs-",
    "type": "question",
    "phase": [
      "Initiation"
    ],
    "title": "Quel document est crucial pour officialiser un projet et fixer ses objectifs ?",
    "options": [
      "A. Le plan de gestion de projet",
      "B. La charte de projet",
      "C. Le registre des risques",
      "D. Le plan de communication"
    ],
    "correct_answer": "B",
    "description": "La charte de projet est cruciale pour officialiser un projet et fixer ses objectifs. Elle documente les exigences initiales et autorise formellement le projet."
  },
  {
    "id": "pourquoi-estil-important-didentifier-les-parties-prenantes-des-la-phase-dinitiation-",
    "type": "question",
    "phase": [
      "Initiation"
    ],
    "title": "Pourquoi est-il important d'identifier les parties prenantes dès la phase d'initiation ?",
    "options": [
      "A. Pour définir le budget du projet",
      "B. Pour comprendre leurs attentes et besoins",
      "C. Pour planifier les réunions de l'équipe",
      "D. Pour réaliser une analyse des risques"
    ],
    "correct_answer": "B",
    "comment": "Identifier les parties prenantes dès la phase d'initiation est important pour comprendre leurs attentes et besoins. Cela permet de gérer efficacement les communications et d'assurer que le projet répond aux besoins de chacun."
  },
  {
    "id": "quel-est-lobjectif-principal-du-projet-greentrip-finder--1",
    "type": "question",
    "phase": [
      "Initiation"
    ],
    "title": "Quel est l'objectif principal du projet GreenTrip Finder ?",
    "options": [
      "A. Organiser des voyages en groupe",
      "B. Promouvoir le tourisme responsable",
      "C. Créer une plateforme de réservation d'hôtels",
      "D. Développer un réseau social pour voyageurs"
    ],
    "correct_answer": "B",
    "comment": "L'objectif principal du projet GreenTrip Finder est de promouvoir le tourisme responsable en aidant les utilisateurs à trouver des destinations de voyage écologiques en fonction de leurs intérêts."
  },
  {
    "id": "quelles-fonctionnalites-sont-incluses-dans-le-projet-greentrip-finder-",
    "type": "question",
    "phase": [
      "Initiation"
    ],
    "title": "Quelles fonctionnalités sont incluses dans le projet GreenTrip Finder ?",
    "options": [
      "A. Évaluation écologique et communauté",
      "B. Suivi des habitudes alimentaires",
      "C. Création de voyages sur mesure",
      "D. Sécurité des voyageurs"
    ],
    "correct_answer": "A",
    "comment": "Les principales fonctionnalités de GreenTrip Finder incluent l'évaluation écologique des destinations et la possibilité de rejoindre une communauté d'utilisateurs partageant les mêmes valeurs."
  },
  {
    "id": "quel-document-est-essentiel-pour-officialiser-le-debut-du-projet-",
    "type": "question",
    "phase": [
      "Initiation"
    ],
    "title": "Quel document est essentiel pour officialiser le début du projet ?",
    "options": [
      "A. Charte du projet",
      "B. Budget prévisionnel",
      "C. Cahier des charges",
      "D. Plan de communication"
    ],
    "correct_answer": "A",
    "comment": "La charte du projet est un document fondamental qui définit les objectifs, les parties prenantes et les ressources du projet."
  },
  {
    "id": "quel-type-de-financement-serait-ideal-pour-un-projet-comme-greentrip-finder-",
    "type": "question",
    "phase": [
      "Initiation"
    ],
    "title": "Quel type de financement serait idéal pour un projet comme GreenTrip Finder ?",
    "options": [
      "A. Subventions gouvernementales",
      "B. Investissement privé",
      "C. Crowdfunding",
      "D. Prêt bancaire"
    ],
    "correct_answer": "A",
    "comment": "Le financement par des subventions gouvernementales est particulièrement pertinent pour des projets de tourisme responsable et écologique comme GreenTrip Finder."
  },
  {
    "id": "pourquoi-estil-important-didentifier-les-parties-prenantes-des-le-debut-du-projet-",
    "type": "question",
    "phase": [
      "Initiation"
    ],
    "title": "Pourquoi est-il important d'identifier les parties prenantes dès le début du projet ?",
    "options": [
      "A. Pour éviter toute mauvaise surprise financière",
      "B. Pour s'assurer que tous les acteurs clés sont impliqués et que les besoins sont compris",
      "C. Pour accélérer le processus de développement",
      "D. Pour réduire les coûts du projet"
    ],
    "correct_answer": "B",
    "comment": "Identifier les parties prenantes permet de mieux comprendre leurs attentes, d'obtenir leur soutien et de gérer les conflits ou risques liés au projet."
  },
  {
    "id": "quel-serait-un-risque-majeur-pour-greentrip-finder-",
    "type": "question",
    "phase": [
      "Initiation"
    ],
    "title": "Quel serait un risque majeur pour GreenTrip Finder ?",
    "options": [
      "A. Ne pas trouver de financement",
      "B. Oublier d'ajouter des photos de destinations",
      "C. Avoir des problèmes de serveur",
      "D. Ne pas respecter les délais de livraison"
    ],
    "correct_answer": "A",
    "comment": "Le manque de financement peut être un obstacle majeur pour la réalisation de l'application, surtout si des subventions ou investissements ne sont pas sécurisés."
  },
  {
    "id": "que-faire-lorsque-les-parties-prenantes-demandent-des-changements-avant-meme-que-le-projet-ait-commence-",
    "type": "question",
    "phase": [
      "Initiation"
    ],
    "title": "Que faire lorsque les parties prenantes demandent des changements avant même que le projet ait commencé ?",
    "options": [
      "A. Accepter les changements pour ne pas contrarier les parties prenantes.",
      "B. Refuser catégoriquement tout changement.",
      "C. Évaluer l'impact des changements proposés avant de prendre une décision.",
      "D. Ajouter les changements sans évaluation."
    ],
    "correct_answer": "C",
    "comment": "Dans la phase d'initiation, il est important de bien évaluer les changements avant de les intégrer. Une évaluation de l'impact sur le périmètre, le budget et les délais est essentielle pour prendre une décision éclairée."
  },
  {
    "id": "que-faire-si-les-parties-prenantes-ne-sont-pas-claires-sur-leurs-attentes-",
    "type": "question",
    "phase": [
      "Initiation"
    ],
    "title": "Que faire si les parties prenantes ne sont pas claires sur leurs attentes ?",
    "options": [
      "A. Deviner leurs attentes et continuer le projet.",
      "B. Organiser une réunion pour clarifier les attentes avant de commencer.",
      "C. Ignorer et avancer selon le plan initial.",
      "D. Reporter le projet indéfiniment jusqu'à avoir des clarifications."
    ],
    "correct_answer": "B",
    "comment": "Clarifier les attentes des parties prenantes au début du projet est essentiel. Cela permet de définir un périmètre précis et d’éviter les malentendus ou changements inattendus plus tard."
  },
  {
    "id": "comment-reagir-face-a-un-scope-creep-non-controle-dans-la-phase-dinitiation-",
    "type": "question",
    "phase": [
      "Initiation"
    ],
    "title": "Comment réagir face à un scope creep non contrôlé dans la phase d'initiation ?",
    "options": [
      "A. Laisser le périmètre s'étendre sans discuter.",
      "B. Mettre en place un processus de gestion des changements et évaluer chaque nouvelle demande.",
      "C. Annuler toutes les demandes de changement, quelle qu'en soit la nature.",
      "D. Intégrer tous les changements sans évaluation."
    ],
    "correct_answer": "B",
    "comment": "Un scope creep doit être contrôlé en définissant un processus clair pour gérer les demandes de changement. Cela permet de garantir que l'extension du périmètre est bien évaluée avant d’être acceptée."
  },
  {
    "id": "que-faire-si-vous-realisez-que-le-projet-na-pas-de-sponsor-executif-clair-",
    "type": "question",
    "phase": [
      "Initiation"
    ],
    "title": "Que faire si vous réalisez que le projet n'a pas de sponsor exécutif clair ?",
    "options": [
      "A. Accepter de continuer sans sponsor exécutif.",
      "B. Identifier et obtenir un sponsor exécutif avant de continuer.",
      "C. Ignorer cette situation, car ça ne devrait pas affecter le projet.",
      "D. Avancer sans soutien, les sponsors ne sont pas importants."
    ],
    "correct_answer": "B",
    "comment": "Avoir un sponsor exécutif clair est crucial pour le soutien stratégique et les ressources. Cela permet de garantir l'engagement des parties prenantes clés tout au long du projet."
  },
  {
    "id": "lors-de-la-phase-dinitiation-quels-sont-les-principaux-elements-a-identifier-",
    "type": "question",
    "phase": [
      "Initiation"
    ],
    "title": "Lors de la phase d'initiation, quels sont les principaux éléments à identifier ?",
    "options": [
      "A. L’objectif, les parties prenantes, et le périmètre du projet.",
      "B. Le budget uniquement.",
      "C. Les équipes de développement.",
      "D. Les tâches spécifiques à accomplir."
    ],
    "correct_answer": "A",
    "comment": "La phase d'initiation doit clarifier l’objectif, les parties prenantes et le périmètre du projet pour poser les bases solides du succès du projet."
  },
  {
    "id": "definir-la-structure-de-decoupage-du-travail-wbs",
    "type": "action",
    "title": "Définir la structure de découpage du travail (WBS)",
    "description": "La création d'une structure de découpage du travail (WBS) pour GreenTrip Finder détaillera toutes les tâches nécessaires pour compléter le projet. Cela inclut la création de l'application, la mise en place de la base de données, le marketing, etc.",
    "domain": "Gestion de la portée",
    "info": "Le WBS permet de décomposer le projet en tâches gérables, d'affecter les responsabilités et de s'assurer que rien d'important n'est oublié. Cela permet également d'estimer plus précisément les coûts et les délais.",
    "phase": [
      "Planification"
    ],
    "délai": "-1",
    "cout": "800"
  },
  {
    "id": "estimer-les-ressources-necessaires",
    "type": "action",
    "title": "Estimer les ressources nécessaires",
    "description": "Identifier et allouer les ressources nécessaires pour la réalisation du projet, incluant les développeurs, les experts en tourisme durable, les spécialistes du marketing et autres. Assurer une répartition optimale des ressources pour éviter les goulots d'étranglement.",
    "domain": "Gestion des ressources",
    "info": "L'estimation des ressources nécessaires garantit que le projet dispose de suffisamment de compétences et de moyens pour atteindre ses objectifs. Une mauvaise estimation peut entraîner des retards et des dépassements de coûts.",
    "phase": [
      "Planification"
    ],
    "délai": "-1",
    "cout": "500"
  },
  {
    "id": "elaborer-le-plan-de-gestion-des-risques",
    "type": "action",
    "title": "Élaborer le plan de gestion des risques",
    "description": "Évaluer les risques potentiels du projet GreenTrip Finder et définir des stratégies d'atténuation. Cela inclut les risques techniques, financiers, environnementaux, ainsi que les risques liés à l'adoption par les utilisateurs.",
    "domain": "Gestion des risques",
    "info": "L'identification des risques et la définition de stratégies d'atténuation aident à minimiser les surprises pendant l'exécution du projet. Cela permet d'agir rapidement en cas de problème, garantissant ainsi la réussite du projet.",
    "phase": [
      "Planification"
    ],
    "délai": "-1",
    "cout": "700"
  },
  {
    "id": "identifier-et-evaluer-le-risque-dintegration-complexe-des-systemes",
    "type": "action",
    "title": "Identifier et évaluer le risque d'intégration complexe des systèmes",
    "description": "Identifier et évaluer le risque que l'intégration des différentes technologies (applications mobiles et web, base de données des destinations, systèmes de réservation) soit plus complexe que prévu, ce qui pourrait entraîner des retards et des coûts supplémentaires.",
    "domain": "Gestion des risques",
    "info": "L'intégration de systèmes multiples peut être complexe et pourrait provoquer des retards ou des échecs dans le projet. Il est crucial de bien comprendre ce risque afin d'allouer suffisamment de ressources et de temps pour cette tâche.",
    "phase": [
      "Planification"
    ],
    "délai": "-1",
    "cout": "800"
  },
  {
    "id": "identifier-et-evaluer-le-risque-de-faible-adoption-de-lapplication-par-les-utilisateurs",
    "type": "action",
    "title": "Identifier et évaluer le risque de faible adoption de l'application par les utilisateurs",
    "description": "Identifier et évaluer le risque que l'application ne soit pas adoptée par les utilisateurs cibles en raison de problèmes d'ergonomie, de fonctionnalités manquantes ou d'une mauvaise communication marketing.",
    "domain": "Gestion des risques",
    "info": "Un faible taux d'adoption peut réduire considérablement le retour sur investissement du projet. Il est donc important de valider les hypothèses de conception avec des utilisateurs réels et de s'assurer que l'application répond à leurs besoins.",
    "phase": [
      "Planification"
    ],
    "délai": "-1",
    "cout": "1000"
  },
  {
    "id": "identifier-et-evaluer-le-risque-de-nonconformite-aux-normes-environnementales",
    "type": "action",
    "title": "Identifier et évaluer le risque de non-conformité aux normes environnementales",
    "description": "Identifier et évaluer le risque que certaines destinations ou pratiques de l'application ne respectent pas les normes environnementales ou les réglementations locales en matière de durabilité et d'écologie.",
    "domain": "Gestion des risques",
    "info": "La non-conformité aux réglementations écologiques peut entraîner des sanctions, des poursuites ou une mauvaise image de marque. Il est essentiel de vérifier régulièrement que les destinations proposées respectent les critères écologiques.",
    "phase": [
      "Planification"
    ],
    "délai": "-1",
    "cout": "700"
  },
  {
    "id": "identifier-et-evaluer-le-risque-de-mauvaise-gestion-des-donnees-personnelles",
    "type": "action",
    "title": "Identifier et évaluer le risque de mauvaise gestion des données personnelles",
    "description": "Identifier et évaluer le risque de mauvaise gestion des données personnelles des utilisateurs, y compris la violation des lois sur la protection des données (RGPD) et la perte de données sensibles.",
    "domain": "Gestion des risques",
    "info": "La gestion incorrecte des données personnelles peut entraîner des amendes importantes et une perte de confiance des utilisateurs. Il est crucial de respecter toutes les réglementations relatives à la protection des données.",
    "phase": [
      "Planification"
    ],
    "délai": "-1",
    "cout": "600"
  },
  {
    "id": "identifier-et-evaluer-le-risque-de-depassement-de-budget",
    "type": "action",
    "title": "Identifier et évaluer le risque de dépassement de budget",
    "description": "Identifier et évaluer le risque de dépassement du budget alloué au projet, incluant les coûts de développement, de marketing et les imprévus liés à l'intégration de nouvelles fonctionnalités.",
    "domain": "Gestion des risques",
    "info": "Les dépassements de budget peuvent compromettre la rentabilité du projet. Il est important de suivre de près les dépenses et de prévoir une marge pour les imprévus.",
    "phase": [
      "Planification"
    ],
    "délai": "-1",
    "cout": "500"
  },
  {
    "id": "influenceur-ecolo",
    "type": "event",
    "title": "L'influenceur Écolo",
    "description": "Événement : Un influenceur populaire mentionne votre projet sur les réseaux sociaux.\n- Impact : Augmentation soudaine de la visibilité et de l'intérêt pour l'application.",
    "domain": "Gestion de la communication",
    "info": "Un buzz médiatique peut être une aubaine, mais il peut aussi créer une pression sur les ressources disponibles. Une planification adéquate de la scalabilité du système est essentielle.",
    "phase": [
      "Planification"
    ],
    "délai": "Variable",
    "coût": "Variable",
    "conditions": [
      {
        "cardId": "planifier-la-scalabilite-de-linfrastructure",
        "present": true,
        "effects": {
          "budget": 0,
          "time": 0,
          "value": 50,
          "message": "Vous aviez déjà planifié la scalabilité de l'infrastructure, permettant au projet de gérer ce succès viral sans trop de difficulté."
        }
      },
      {
        "cardId": "planifier-la-scalabilite-de-linfrastructure",
        "present": false,
        "effects": {
          "budget": -10,
          "time": -1,
          "value": -10,
          "message": "Le succès viral peut générer une surcharge imprévue de vos serveur nécessitant une mise à l'échelle rapide de l'infrastructure et un coût supplémentaire."
        }
      }
    ]
  },
  {
    "id": "planifier-la-scalabilite-de-linfrastructure",
    "type": "action",
    "title": "Planifier la scalabilité de l'infrastructure",
    "description": "Prévoir les besoins en infrastructure pour gérer un afflux potentiel d'utilisateurs dès le lancement, en tenant compte des pics de trafic et des besoins en stockage.",
    "domain": "Gestion de l'infrastructure",
    "info": "Une bonne planification de la scalabilité permet d'éviter les interruptions de service et les coûts supplémentaires en cas de succès inattendu.",
    "phase": [
      "Planification"
    ],
    "conditions": [
      {
        "cardId": "influenceur-ecolo",
        "present": true,
        "effects": {
          "budget": 0,
          "time": 0,
          "value": 50,
          "message": "Bravo ! Un influenceur a mentionné votre projet sur les réseaux sociaux.\n- En planifiant la scalabilité de votre application vous allez pouvoir absorber l'augmentation soudaine de la visibilité et de l'intérêt pour l'application. Cela vous fait gagner 50 points de valeur."
        }
      }
    ],
    "délai": "-1",
    "cout": "-10"
  },
  {
    "id": "programme-mentorat",
    "type": "action",
    "title": "Mettre en place un programme de mentorat",
    "description": "Associer les membres expérimentés de l'équipe à des employés plus jeunes pour favoriser le transfert de connaissances et le développement des compétences.",
    "domain": "Gestion des ressources humaines",
    "info": "Le mentorat permet de développer les compétences internes, d'améliorer la cohésion d'équipe et de fidéliser les employés.",
    "phase": ["Planification"],
    "délai": "-1",
    "cout": "-2"
  },
  {
    "id": "crise-des-talents",
    "type": "event",
    "title": "La Crise des Talents",
    "description": "Événement : Un concurrent lance une campagne de recrutement agressive.\n- Impact : Retards dans la planification et le développement, perte de compétences clés.",
    "domain": "Gestion des ressources humaines",
    "info": "La gestion des talents est essentielle pour le succès du projet. La mise en place d'un programme de mentorat peut aider à retenir les employés et à développer les compétences internes.",
    "phase": [
      "Planification"
    ],
    "délai": "Variable",
    "coût": "Variable",
    "conditions": [
      {
        "cardId": "programme-mentorat",
        "present": true,
        "effects": {
          "budget": 5,
          "time": 2,
          "value": 10,
          "message": "Le programme de mentorat a renforcé la cohésion de l'équipe et a permis de retenir certains talents clés."
        }
      },
      {
        "cardId": "programme-mentorat",
        "present": false,
        "effects": {
          "budget": -10,
          "time": -4,
          "value": 0,
          "message": "L'absence de mesures pour retenir les talents a entraîné des retards et une perte de compétences clés."
        }
      }
    ]
  },
  {
    "id": "audit-transparence",
    "type": "action",
    "title": "Mener un audit de transparence",
    "description": "Engager un organisme indépendant pour auditer les pratiques durables de l'application et publier un rapport de transparence.",
    "domain": "Gestion de la communication",
    "info": "Un audit de transparence permet de renforcer la crédibilité de l'application et de démontrer son engagement envers le tourisme durable. Il est particulièrement efficace en cas de scandale de greenwashing.",
    "phase": ["Planification","Exécution","Clôture"],
    "délai": "-1",
    "cout": "-10",
    "conditions": [
      {
        "cardId": "scandale-greenwashing",
        "present": true,
        "effects": {
          "value": 20,
          "message": "L'audit de transparence a permis de contrer efficacement le scandale de greenwashing et de renforcer la confiance des utilisateurs."
        }
      },
      {
        "cardId": "scandale-greenwashing",
        "present": false,
        "effects": {
          "value": 5,
          "message": "L'audit de transparence a renforcé la crédibilité de l'application."
        }
      }
    ]
  },
  {
    "id": "scandale-greenwashing",
    "type": "event",
    "title": "Le Scandale du Greenwashing",
    "description": "Événement : Un concurrent est accusé de greenwashing, ce qui jette le doute sur la crédibilité de l'ensemble du secteur du tourisme durable.\n- Impact : Nécessité de renforcer la transparence et la communication sur les pratiques durables de l'application.",
    "domain": "Gestion de la communication",
    "info": "Un scandale de greenwashing peut nuire à la réputation de l'ensemble du secteur. Il est essentiel de renforcer la transparence et de communiquer sur les pratiques durables de l'application.",
    "phase": [
      "Planification",
      "Exécution",
      "Clôture"
    ],
    "délai": "Variable",
    "coût": "Variable",
    "conditions": [
      {
        "cardId": "audit-transparence",
        "present": true,
        "effects": {
          "budget": 0,
          "time": 0,
          "value": 5,
          "message": "L'audit de transparence a permis de renforcer la crédibilité de l'application et de rassurer les utilisateurs."
        }
      },
      {
        "cardId": "audit-transparence",
        "present": false,
        "effects": {
          "budget": -10,
          "time": -1,
          "value": -10,
          "message": "L'absence d'audit de transparence a nui à la réputation de l'application et a entraîné une perte de confiance des utilisateurs."
        }
      }
    ]
  },
  {
    "id": "besoin-recherche-destinations",
    "type": "action",
    "title": "Decrire le besoin : Recherche de Destinations",
    "description": "Les utilisateurs doivent pouvoir filtrer les destinations par critères spécifiques (type d'hébergement, activités, empreinte carbone, accessibilité, etc.) pour trouver des options correspondant à leurs préférences.",
    "domain": "Gestion des besoins, Fonctionnalités de l'application",
    "info": "Ce besoin est essentiel pour offrir une expérience utilisateur personnalisée et faciliter la recherche de voyages éco-responsables. La valeur ajoutée de ce besoin est estimée à 30 points.",
    "phase": ["Planification", "Exécution"],
    "délai": "-1"
  },
  {
    "id": "dev-recherche-destinations",
    "type": "action",
    "title": "Développer la Recherche et Découverte de Destinations",
    "description": "Implémenter les fonctionnalités de recherche par critères, de filtrage avancé, d'affichage sur carte, d'informations détaillées et de suggestions personnalisées.",
    "domain": "Développement technique, Fonctionnalités de l'application",
    "info": "Cette fonctionnalité est cruciale pour l'expérience utilisateur. Assurer une interface intuitive et des résultats pertinents.",
    "phase": ["Exécution"],
    "délai": "-2",
    "cout": "-20",
    "value": 30
  },
  {
    "id": "besoin-algo-optimisation",
    "type": "action",
    "title": "Décrire le besoin : Algorithme d'Optimisation Écologique",
    "description": "Développer un algorithme capable d'évaluer et d'optimiser le score écologique des voyages, en tenant compte des options de transport, d'hébergement et d'activités. L'algorithme doit proposer les options les plus durables pour chaque utilisateur.",
    "domain": "Gestion des besoins, Fonctionnalités de l'application, Développement technique",
    "info": "Cet algorithme est essentiel pour proposer aux utilisateurs les meilleures options de voyages éco-responsables. Il doit être précis, fiable et évolutif. Cette fonctionnalité, une fois développée, devrait rapporter 20 points de valeur.",
    "phase": ["Planification", "Exécution"],
    "délai": "-1"
  },
  {
    "id": "dev-algo-optimisation",
    "type": "action",
    "title": "Développer l'Algorithme d'Optimisation Écologique",
    "description": "Concevoir et implémenter l'algorithme d'évaluation et d'optimisation du score écologique des voyages, en tenant compte des options de transport, d'hébergement et d'activités.",
    "domain": "Développement technique, Algorithmes, Fonctionnalités de l'application",
    "info": "Cet algorithme est le cœur de l'application. Assurer sa précision, sa fiabilité et son évolutivité.",
    "phase": ["Exécution"],
    "délai": "-2",
    "cout": "-10",
    "value": 20
  },
  {
    "id": "besoin-planification-reservation",
    "type": "action",
    "title": "Décrire le besoin : Planification et Réservation de Voyages",
    "description": "Les utilisateurs doivent pouvoir planifier des itinéraires personnalisés, réserver des hébergements, des transports et des activités, gérer leurs réservations et suivre leurs dépenses et impacts environnementaux.",
    "domain": "Gestion des besoins, Fonctionnalités de l'application",
    "info": "Ce besoin facilite l'organisation des voyages et offre une expérience utilisateur complète. Cette fonctionnalité, une fois développée, devrait rapporter 15 points de valeur.",
    "phase": ["Planification", "Exécution"],
    "délai": "-1"
  },
  {
    "id": "dev-planification-reservation",
    "type": "action",
    "title": "Développer la Planification et Réservation de Voyages",
    "description": "Implémenter les fonctionnalités de planification d'itinéraires, d'intégration des systèmes de réservation, de gestion des réservations et des paiements, et de suivi des dépenses et impacts environnementaux.",
    "domain": "Développement technique, Intégration de systèmes, Fonctionnalités de l'application",
    "info": "Cette fonctionnalité facilite l'organisation des voyages. Assurer une intégration fluide avec les partenaires.",
    "phase": ["Exécution"],
    "délai": "-1",
    "cout": "-8",
    "value": 15
  },
  {
    "id": "besoin-contenu-collaboratif",
    "type": "action",
    "title": "Décrire le besoin : Contenu Collaboratif et Communauté",
    "description": "Les utilisateurs doivent pouvoir partager leurs avis, photos et vidéos de voyages, participer à des forums de discussion et créer des itinéraires personnalisés.",
    "domain": "Gestion des besoins, Fonctionnalités de l'application",
    "info": "Ce besoin favorise l'engagement des utilisateurs et la création d'une communauté active. Cette fonctionnalité, une fois développée, devrait rapporter 10 points de valeur.",
    "phase": ["Planification", "Exécution"],
    "délai": "-1"
  },
  {
    "id": "dev-contenu-collaboratif",
    "type": "action",
    "title": "Développer le Contenu Collaboratif et la Communauté",
    "description": "Implémenter les fonctionnalités d'avis et de commentaires, de partage de photos et vidéos, de forums de discussion et de création d'itinéraires personnalisés.",
    "domain": "Développement technique, Fonctionnalités communautaires, Fonctionnalités de l'application",
    "info": "Cette fonctionnalité favorise l'engagement des utilisateurs. Assurer une interface conviviale et une modération efficace.",
    "phase": ["Exécution"],
    "délai": "-1",
    "cout": "-15",
    "value": 10
  },
  {
    "id": "besoin-profil-personnalisation",
    "type": "action",
    "title": "Décrire le besoin : Profil Utilisateur et Personnalisation",
    "description": "Les utilisateurs doivent pouvoir créer et gérer leur profil, définir leurs préférences de voyage, consulter leur historique et recevoir des recommandations personnalisées.",
    "domain": "Gestion des besoins, Fonctionnalités de l'application",
    "info": "Ce besoin offre une expérience utilisateur personnalisée et améliore la pertinence des recommandations. Cette fonctionnalité, une fois développée, devrait rapporter 12 points de valeur.",
    "phase": ["Planification", "Exécution"],
    "délai": "-1"
  },
  {
    "id": "dev-profil-personnalisation",
    "type": "action",
    "title": "Développer le Profil Utilisateur et la Personnalisation",
    "description": "Implémenter les fonctionnalités de création et gestion de profil, de préférences de voyage, d'historique et de recommandations personnalisées.",
    "domain": "Développement technique, Gestion des données, Fonctionnalités de l'application",
    "info": "Cette fonctionnalité offre une expérience utilisateur personnalisée. Assurer la sécurité des données et la pertinence des recommandations.",
    "phase": ["Exécution"],
    "délai": "-2",
    "cout": "-1",
    "value": 12
  },
  {
    "id": "acceptance-filtrage-avance",
    "type": "action",
    "title": "Définir les critère d'acceptance pour la recherche de destinations",
    "description": "Définir précisément comment valider et considérer que la fonctionalité 'Recherche de destinations' est terminé. Cela implique d'obtenir l'accord formel des utilisateurs et des parties prenantes.",
    "domain": "Gestion des livrables, Assurance qualité",
    "info": "Valider formellement garantit que la fonctionnalité répond aux besoins et évite les modifications ultérieures.",
    "phase": ["Planification", "Exécution"],
    "délai": "-1"
  },
  {
    "id": "dev-fonctionnalites-techniques",
    "type": "action",
    "title": "Développer les Fonctionnalités Techniques et la Performance",
    "description": "Assurer la disponibilité de l'application sur mobile et web, l'intégration des données cartographiques, l'optimisation des performances et de la sécurité, et la gestion des données et de la confidentialité.",
    "domain": "Développement technique, Infrastructure, Sécurité",
    "info": "Cette fonctionnalité garantit la qualité technique de l'application. Assurer une architecture robuste et une sécurité optimale.",
    "phase": ["Exécution"],
    "délai": "-1.8",
    "cout": "900",
    "value": 10
  },
  {
    "id": "insatisfaction-chronique",
    "type": "event",
    "title": "Insatisfaction Chronique de l'Utilisateur",
    "description": "Un utilisateur clé demande des modifications incessantes sur la fonctionnalité de recherche de destinations pouvant entraîner des retards et des coûts supplémentaires.",
    "domain": "Gestion du contenu",
    "info": "L'absence d'acceptation formelle peut entraîner des demandes de modifications continues et une insatisfaction chronique.",
    "phase": ["Planification", "Exécution"],
    "délai": "Variable",
    "coût": "Variable",
    "conditions": [
      {
        "cardId": "acceptance-filtrage-avance",
        "present": true,
        "effects": {
          "budget": 0,
          "time": 0,
          "value": 10,
          "message": "L'acceptation formelle a permis de clarifier les attentes et de limiter les demandes de modifications."
        }
      },
      {
        "cardId": "acceptance-filtrage-avance",
        "present": false,
        "effects": {
          "budget": -10,
          "time": -2,
          "value": -10,
          "message": "L'absence d'acceptation formelle a entraîné des demandes de modifications incessantes et une perte de temps et d'argent."
        }
      }
    ]
  },
  {
    "id": "quel-document-est-cree-lors-de-la-phase-de-planification-pour-gerer-les-risques-",
    "type": "question",
    "phase": [
      "Planification"
    ],
    "title": "Quel document est créé lors de la phase de planification pour gérer les risques ?",
    "options": [
      "A. Plan de gestion des risques",
      "B. Cahier des charges",
      "C. Charte de projet",
      "D. Rapport de fin de projet"
    ],
    "correct_answer": "A",
    "comment": "Le plan de gestion des risques est essentiel pour anticiper et traiter les risques qui pourraient affecter la réussite du projet."
  },
  {
    "id": "dans-la-planification-du-projet-quel-est-lobjectif-principal-du-calendrier-de-projet-",
    "type": "question",
    "phase": [
      "Planification"
    ],
    "title": "Dans la planification du projet, quel est l'objectif principal du calendrier de projet ?",
    "options": [
      "A. Organiser les tests utilisateurs",
      "B. Définir les coûts et le budget",
      "C. Fixer les dates de livraison et les jalons clés",
      "D. Identifier les parties prenantes"
    ],
    "correct_answer": "C",
    "comment": "Le calendrier de projet permet de fixer des dates de livraison et des jalons afin de s'assurer que le projet reste sur la bonne voie."
  },
  {
    "id": "quelle-est-la-meilleure-facon-de-definir-les-criteres-de-succes-dun-projet-",
    "type": "question",
    "phase": [
      "Planification"
    ],
    "title": "Quelle est la meilleure façon de définir les critères de succès d'un projet ?",
    "options": [
      "A. Demander au chef de projet de décider seul",
      "B. Consulter toutes les parties prenantes et recueillir leurs attentes",
      "C. Se concentrer uniquement sur la rentabilité financière",
      "D. Ne pas les définir et voir comment le projet se déroule"
    ],
    "correct_answer": "B",
    "comment": "Les critères de succès doivent être définis en collaboration avec toutes les parties prenantes pour garantir que leurs attentes sont bien prises en compte."
  },
  {
    "id": "pourquoi-estil-crucial-de-definir-les-responsabilites-des-membres-de-lequipe-dans-la-phase-de-planification-",
    "type": "question",
    "phase": [
      "Planification"
    ],
    "title": "Pourquoi est-il crucial de définir les responsabilités des membres de l'équipe dans la phase de planification ?",
    "options": [
      "A. Pour pouvoir les attribuer à chaque tâche sans confusion",
      "B. Pour éviter de perdre du temps",
      "C. Pour être sûr que les parties prenantes seront satisfaites",
      "D. Pour respecter le budget"
    ],
    "correct_answer": "A",
    "comment": "Définir les responsabilités permet de clarifier les rôles, de favoriser la collaboration et d'assurer une gestion efficace du projet."
  },
  {
    "id": "dans-le-cadre-du-projet-greentrip-finder-comment-le-budget-doitil-etre-utilise-",
    "type": "question",
    "phase": [
      "Planification"
    ],
    "title": "Dans le cadre du projet GreenTrip Finder, comment le budget doit-il être utilisé ?",
    "options": [
      "A. Pour financer la promotion sur les réseaux sociaux uniquement",
      "B. Pour couvrir les coûts de développement et de gestion des risques",
      "C. Pour recruter plus de membres de l'équipe",
      "D. Pour rembourser les investisseurs"
    ],
    "correct_answer": "B",
    "comment": "Le budget doit être alloué pour couvrir le développement de l'application, la gestion des risques et la mise en place des fonctionnalités clés."
  },
  {
    "id": "quel-est-loutil-cle-pour-suivre-lavancement-du-projet-pendant-lexecution-",
    "type": "question",
    "phase": [
      "Planification"
    ],
    "title": "Quel est l'outil clé pour suivre l'avancement du projet pendant l'exécution ?",
    "options": [
      "A. Plan de communication",
      "B. Tableau de bord de suivi des tâches",
      "C. Rapport d'achèvement",
      "D. Plan de gestion des ressources"
    ],
    "correct_answer": "B",
    "comment": "Un tableau de bord permet de suivre l'avancement des tâches et de prendre des mesures correctives rapidement si nécessaire."
  },
  {
    "id": "comment-gerer-un-risque-de-nonrespect-des-delais-apres-avoir-analyse-le-planning-du-projet-",
    "type": "question",
    "phase": [
      "Planification"
    ],
    "title": "Comment gérer un risque de non-respect des délais après avoir analysé le planning du projet ?",
    "options": [
      "A. Augmenter les ressources sans réévaluer la planification.",
      "B. Négocier des extensions de délai avec les parties prenantes.",
      "C. Revoir le planning pour intégrer les marges de sécurité et les risques potentiels.",
      "D. Abandonner une fonctionnalité pour gagner du temps."
    ],
    "correct_answer": "C",
    "comment": "La gestion proactive des risques liés aux délais consiste à réévaluer le planning, à ajouter des marges de sécurité et à prévoir des solutions aux imprévus. Cela aide à minimiser les risques d'impacts sur les délais."
  },
  {
    "id": "quel-est-le-meilleur-moment-pour-definir-la-portee-du-projet-",
    "type": "question",
    "phase": [
      "Planification"
    ],
    "title": "Quel est le meilleur moment pour définir la portée du projet ?",
    "options": [
      "A. Dès le début du projet, pendant la phase d'initiation.",
      "B. Lors de la phase de planification, après avoir analysé toutes les parties prenantes.",
      "C. Lorsque le projet est presque terminé.",
      "D. Juste avant de commencer le développement."
    ],
    "correct_answer": "B",
    "comment": "La portée du projet doit être clairement définie durant la phase de planification, après avoir pris en compte les attentes des parties prenantes et les risques potentiels."
  },
  {
    "id": "que-faire-si-vous-decouvrez-que-des-ressources-cles-ne-seront-pas-disponibles-a-temps-",
    "type": "question",
    "phase": [
      "Planification"
    ],
    "title": "Que faire si vous découvrez que des ressources clés ne seront pas disponibles à temps ?",
    "options": [
      "A. Adapter le planning pour intégrer un retard sans discuter.",
      "B. Réévaluer les dépendances et replanifier en conséquence.",
      "C. Ignorer et espérer que le problème se résolve de lui-même.",
      "D. Éliminer la ressource et poursuivre sans elle."
    ],
    "correct_answer": "B",
    "comment": "Réévaluer les dépendances et replanifier en conséquence permet d'ajuster les ressources et de minimiser les perturbations sur les délais du projet."
  },
  {
    "id": "lors-de-lelaboration-du-plan-de-projet-quelle-est-la-premiere-chose-a-faire-concernant-les-risques-",
    "type": "question",
    "phase": [
      "Planification"
    ],
    "title": "Lors de l'élaboration du plan de projet, quelle est la première chose à faire concernant les risques ?",
    "options": [
      "A. Les ignorer car ils ne se produiront probablement pas.",
      "B. Identifier et évaluer les risques potentiels dès le début.",
      "C. Attendre que les risques se manifestent avant de les gérer.",
      "D. Se concentrer uniquement sur les risques financiers."
    ],
    "correct_answer": "B",
    "comment": "L’identification précoce des risques permet de les gérer activement, réduisant ainsi leur impact potentiel sur le projet."
  },
  {
    "id": "controler-la-qualite-du-produit",
    "type": "action",
    "title": "Contrôler la qualité du produit",
    "description": "Mettre en place des revues de qualité régulières pour évaluer la conformité de l'application avec les exigences de performance, de sécurité et d'expérience utilisateur. Toute non-conformité sera corrigée avant la livraison.",
    "domain": "Gestion de la qualité",
    "info": "Un contrôle qualité régulier assure que le produit final répond aux attentes des utilisateurs et aux spécifications initiales. Cela réduit les risques de révisions coûteuses et de retards.",
    "phase": [
      "Surveillance et Maîtrise"
    ],
    "délai": "-1",
    "cout": "900"
  },
  {
    "id": "verifier-et-valider-le-produit-final",
    "type": "action",
    "title": "Vérifier et valider le produit final",
    "description": "Avant la livraison du projet GreenTrip Finder, vérifier et valider que toutes les fonctionnalités répondent aux critères d'acceptation définis et que le produit est prêt à être lancé sur le marché.",
    "domain": "Gestion de la validation",
    "info": "La validation finale est essentielle pour s'assurer que le produit final correspond aux attentes des utilisateurs et des parties prenantes. Une vérification rigoureuse garantit le succès de la mise en production.",
    "phase": [
      "Surveillance et Maîtrise"
    ],
    "délai": "-1",
    "cout": "700"
  },
  {
    "id": "quel-est-le-principal-objectif-de-la-phase-de-surveillance-et-maitrise-",
    "type": "question",
    "phase": [
      "Surveillance et Maîtrise"
    ],
    "title": "Quel est le principal objectif de la phase de surveillance et maîtrise ?",
    "options": [
      "A. Livrer le produit final",
      "B. Suivre les progrès du projet, identifier les écarts et prendre des mesures correctives",
      "C. Définir les exigences des parties prenantes",
      "D. Organiser des tests utilisateurs"
    ],
    "correct_answer": "B",
    "comment": "Le but principal de cette phase est de suivre l'avancement, identifier tout écart par rapport au plan et mettre en place des actions pour corriger les déviations."
  },
  {
    "id": "que-doiton-faire-si-un-ecart-majeur-est-constate-entre-le-plan-et-lexecution-",
    "type": "question",
    "phase": [
      "Surveillance et Maîtrise"
    ],
    "title": "Que doit-on faire si un écart majeur est constaté entre le plan et l'exécution ?",
    "options": [
      "A. Ignorer l'écart et continuer",
      "B. Modifier le plan sans informer les parties prenantes",
      "C. Mettre en place une action corrective et réajuster le plan",
      "D. Prolonger la durée du projet sans autre action"
    ],
    "correct_answer": "C",
    "comment": "En cas d'écart majeur, une action corrective doit être mise en place pour remettre le projet sur la bonne voie, et le plan doit être réajusté si nécessaire."
  },
  {
    "id": "pourquoi-estil-important-davoir-des-indicateurs-de-performance-cles-kpi-durant-la-phase-de-surveillance-et-maitrise-",
    "type": "question",
    "phase": [
      "Surveillance et Maîtrise"
    ],
    "title": "Pourquoi est-il important d'avoir des indicateurs de performance clés (KPI) durant la phase de surveillance et maîtrise ?",
    "options": [
      "A. Pour déterminer le salaire des employés",
      "B. Pour mesurer l'efficacité du projet et prendre des décisions informées",
      "C. Pour augmenter la durée du projet",
      "D. Pour mieux planifier les prochaines étapes"
    ],
    "correct_answer": "B",
    "comment": "Les KPI permettent de mesurer l'avancement du projet, d'identifier les points de friction et de prendre des décisions pour garantir la réussite du projet."
  },
  {
    "id": "quel-est-limpact-de-levaluation-continue-des-risques-durant-lexecution-",
    "type": "question",
    "phase": [
      "Surveillance et Maîtrise"
    ],
    "title": "Quel est l'impact de l'évaluation continue des risques durant l'exécution ?",
    "options": [
      "A. Aucun, car le plan est déjà fait",
      "B. Cela permet d'anticiper les problèmes et de prendre des mesures pour limiter les impacts",
      "C. Cela ralentit le projet",
      "D. Cela augmente les coûts du projet de manière significative"
    ],
    "correct_answer": "B",
    "comment": "L'évaluation continue des risques permet de détecter les problèmes avant qu'ils ne deviennent critiques et de les traiter de manière proactive."
  },
  {
    "id": "lors-de-la-phase-de-surveillance-et-maitrise-comment-peuton-ajuster-les-ressources-si-le-projet-prend-du-retard-",
    "type": "question",
    "phase": [
      "Surveillance et Maîtrise"
    ],
    "title": "Lors de la phase de surveillance et maîtrise, comment peut-on ajuster les ressources si le projet prend du retard ?",
    "options": [
      "A. Ajouter plus de ressources humaines ou réaffecter des tâches",
      "B. Augmenter le budget",
      "C. Réduire la qualité du produit final",
      "D. Ignorer le retard et espérer que cela s'améliore"
    ],
    "correct_answer": "A",
    "comment": "Ajouter ou réaffecter des ressources humaines permet de compenser les retards et d'assurer que le projet reste sur la bonne voie sans compromettre la qualité."
  },
  {
    "id": "quel-est-le-role-du-gestionnaire-de-projet-dans-le-suivi-des-communications-durant-cette-phase-",
    "type": "question",
    "phase": [
      "Surveillance et Maîtrise"
    ],
    "title": "Quel est le rôle du gestionnaire de projet dans le suivi des communications durant cette phase ?",
    "options": [
      "A. Communiquer uniquement les résultats positifs aux parties prenantes",
      "B. Assurer une communication transparente et régulière avec toutes les parties prenantes",
      "C. Se concentrer uniquement sur les aspects techniques du projet",
      "D. Limiter les échanges pour éviter les distractions"
    ],
    "correct_answer": "B",
    "comment": "Une communication claire et régulière avec toutes les parties prenantes permet de garantir que tout le monde est informé et que des ajustements peuvent être faits rapidement."
  },
  {
    "id": "quel-est-limpact-de-la-surveillance-continue-des-risques-sur-un-projet-",
    "type": "question",
    "phase": [
      "Surveillance et Maîtrise"
    ],
    "title": "Quel est l'impact de la surveillance continue des risques sur un projet ?",
    "options": [
      "A. Elle permet d'identifier rapidement les problèmes et de prendre des mesures correctives.",
      "B. Elle est inutile, car les risques sont souvent imprévisibles.",
      "C. Elle ralentit le projet en imposant trop de contrôle.",
      "D. Elle est seulement nécessaire lors de la clôture du projet."
    ],
    "correct_answer": "A",
    "comment": "La surveillance des risques tout au long du projet permet d'identifier les problèmes avant qu'ils ne deviennent critiques, et de prendre des mesures correctives pour minimiser leur impact."
  },
  {
    "id": "comment-reagir-si-une-equipe-de-developpement-ne-respecte-pas-les-delais-",
    "type": "question",
    "phase": [
      "Surveillance et Maîtrise"
    ],
    "title": "Comment réagir si une équipe de développement ne respecte pas les délais ?",
    "options": [
      "A. Punir l'équipe pour les retards.",
      "B. Identifier les causes des retards et ajuster les ressources ou le planning.",
      "C. Ignorer les retards, car tout va bien se passer.",
      "D. Annuler toutes les tâches en retard et continuer avec d'autres équipes."
    ],
    "correct_answer": "B",
    "comment": "Il est essentiel d'identifier les causes des retards afin de prendre des mesures correctives. Cela peut impliquer l'ajustement des ressources ou du planning pour respecter les objectifs."
  },
  {
    "id": "comment-reagir-face-a-une-derive-de-budget-au-milieu-du-projet-",
    "type": "question",
    "phase": [
      "Surveillance et Maîtrise"
    ],
    "title": "Comment réagir face à une dérive de budget au milieu du projet ?",
    "options": [
      "A. Ignorer le dépassement de budget et espérer que cela se résolve.",
      "B. Analyser la cause du dépassement et réévaluer les dépenses futures.",
      "C. Ajouter plus de budget sans aucune analyse.",
      "D. Réduire les fonctionnalités et les livrables pour compenser les coûts."
    ],
    "correct_answer": "B",
    "comment": "Il est important d'analyser les causes du dépassement et de réévaluer les dépenses pour éviter que la situation ne devienne ingérable à long terme."
  }
]